(function(arg){
    // 【轮播图banner】 的 数据
    arg.banner = [
        {
            img:'assets/img/banner1.png',
            text:'朗擎小程序，让传播更智慧'
        },
        {
            img:'assets/img/banner1.png',
            text:'一站式服务助你享受“互联网+”的红利'
        },
        {
            img:'assets/img/banner1.png',
            text:'专业、精准、创新、高效'
        },
        {
            img:'assets/img/banner1.png',
            text:'行业全覆盖，一体化传播管理解决方案'
        }
    ];
    // 【小程序+公众号+多种社交媒体多渠道智能营销】 的 数据
    arg.zoomIn = [
        {
            part:[
                {title:'适用于多种线下门店类行业',info:'餐饮酒店、运动健身、悠闲娱乐、美妆护理、会馆会所等。'},
                {title:'全方位管理，提升整体效益',info:'多门店管理，在线预订，全方位会员管理，丰富营销推广工具。'},
                {title:'多种营销方式并行，提升到店转化率',info:'社交营销，互动营销，朋友圈营销等百余种组合方式。'},
                {title:'门店管理',info:'多门店管理，多种收银支付方式；多种核销方式，良好的硬件对接。'},
                {title:'产品形态',info:'多类型优惠券，线上团购，计次型产品及周期型产品等多种类型。'},
                {title:'数据模块',info:'实时统计交易信息；清晰记录每笔数据进出，准确统计；用户、商户操作行为统计分析，商户决策有理有据；结算报表记录门店营业数据，快捷对账。'},
                {title:'会员系统',info:'多渠道会员发展入口；多种会员权益、等级、积分、余额等；根据用户画像精准个性化营销；分享推荐奖励，快速传播。'}
            ]
        },
        {
            part:[
                {title:'独立在线商城',info:'快速搭建完整的线上店面系统，店铺装修，商品、订单、物流管理等。'},
                {title:'丰富营销工具，百余种营销组合',info:'拼团、砍价、限时折扣、支付推广、推客有礼、优惠券、优惠码、优惠套装等。'},
                {title:'CRM客户管理',info:'多渠道发展客户，全面管理，精准营销，提升客户忠实度。'},
                {title:'多维度数据分析',info:'客流分析、客群分析、商品分析、交易分析、转化漏斗、营销分析等。'},
                {title:'营销渠道及流量',info:'公众号、小程序、好友分享、二维码、小程序码、小程序置顶、图文推送等。'},
                {title:'技术支持',info:'完整强大的技术团队，安全稳定的系统支持。'},
                {title:'服务支持',info:'提供多角度一站式的服务支持。'}
            ]
        },
        {
            part:[
                {title:'微信名片',info:'递送纸质名片的同时递送微信名片，避免纸质名片丢失而中断联系。'},
                {title:'智能获客',info:'轻松跟踪客户行为轨迹，精准触及商机。'},
                {title:'大数据分析',info:'分析客户兴趣倾向，智能推算成交率。'},
                {title:'客资锁定',info:'企业微信管理客资，员工流动自动交接。'},
                {title:'全面智能应用个人ID',info:'社交化销售、智能化传播、标签管理销售简单化、人人销售裂变传播。'},
                {title:'技术支持',info:'完整强大的技术团队，安全稳定的系统支持。'},
                {title:'服务支持',info:'提供多角度一站式的服务支持'}
            ]
        },
        {
            part:[
                {title:'会前',info:'推广、邀约、报名全智能，快速创建会议，极速发布活动，灵活管理议程和嘉宾，购领门票轻松搞定。'},
                {title:'签到',info:'硬件签到、微信签到、小程序签到、主动签到、后台签到。'},
                {title:'现场',info:'精彩大屏展示，趣味游戏互动。'},
                {title:'会后',info:'多维度数据统计，精准分析会议成果，报表统计，签到统计，互动统计等。'},
                {title:'全面支持各种会议场景',info:'年会、培训、峰会/论坛、品宣/展会、庆典、社团活动、赛事、演出。'},
                {title:'技术支持',info:'过硬的研发能力，安全、稳定、可靠地系统支持。'},
                {title:'服务支持',info:'提供多角度一站式的服务支持。'}
            ]
        },
        {
            part:[
                {title:'模板与功能',info:'海量模板和功能组件满足您业务需求。'},
                {title:'快速生成',info:'三分钟生成小程序，快速而便捷。'},
                {title:'可视化管理',info:'可视化自定义管理，紧随业务发展而变化。'},
                {title:'表单与数据',info:'全面的表单收集，多维度数据分析。'},
                {title:'朗擎代申请，高效又便捷',info:'扫码授权——搭建小程序——保存发布。'},
                {title:'技术支持',info:'过硬的研发能力，安全、稳定、可靠地系统支持。'},
                {title:'服务支持',info:'提供多角度一站式的服务支持。'}
            ]
        }
    ];

    // 【全方位满足不同业务需求】 的 数据
    arg.all_business = [
        {
            line:[
                {
                    line_title:['互动','Interactive'],
                    line_i:'pan_tool',
                    color:'#f52333',
                    isActive:0,
                    info_list: [
                        {title:'预约',info:'动动手指轻松预约'},
                        {title:'调研',info:'轻松精准调研，提高管理决策准确性'},
                        {title:'投票',info:'激发用户对品牌的关注度，精准了解用户兴趣'},
                        {title:'渠道',info:'多种拓客渠道随意选择'},
                        {title:'留言',info:'互动留言，倾听用户最真实的声音'},
                        {title:'邀请',info:'朋友相互邀请有效拓客实现裂变营销'},
                        {title:'高级群发',info:'精准筛选用户，有针对性的建立群发消息'},
                        {title:'服务',info:'适时为客户提供全方位有效服务'},
                        {title:'微信墙',info:'建立自己独特个性的微信墙'},
                        {title:'直播',info:'以动态的形式真实的传递给用户'}
                    ]
                },
                {
                    line_title:['营销','Marketing'],
                    line_i:'shopping_cart',
                    color:'#2377F5',
                    isActive:0,
                    info_list: [
                        {title:'刮刮卡',info:'刮刮卡自定义设置，激发用户消费欲望'},
                        {title:'拆礼盒',info:'拆礼盒拿奖品，提高用户对品牌的关注度'},
                        {title:'全民奥运',info:'精彩互动游戏，赢取神秘礼品'},
                        {title:'优惠券',info:'适时精准发布优惠券，刺激用户消费'},
                        {title:'砸金蛋',info:'激发用户好奇心，提升用户对品牌关注度'},
                        {title:'圣诞活动',info:'根据节日特点在节日期内开展活动'},
                        {title:'整蛊大师',info:'给平淡的生活多几分趣味性'},
                        {title:'包粽子',info:'结合传统文化趣味性推出游戏和商家活动'},
                        {title:'红包',info:'推出抽红包活动，以刺激用户的二次消费'},
                        {title:'大转盘',info:'激发用户好奇心，并刺激用户消费'},
                        {title:'疯狂划算',info:'适时推出产品促销活动，刺激用户的消费欲望'},
                        {title:'一站到底',info:'经典玩法，全新挑战，多种礼包回馈玩家'},
                        {title:'挖宝达人',info:'趣味游戏场景，激发用户兴趣，提升消费转化'},
                        {title:'新年活动',info:'辞旧迎新之际推出，趣味性活动激发用户热情'},
                        {title:'拼团',info:'邀请好友共同购买产品，促进实现裂变营销'},
                        {title:'分销',info:'多种分销方式相结合，促进产品营销'}
                    ]
                },
                {
                    line_title:['交易','Business'],
                    line_i:'monetization_on',
                    color:'#F5A723',
                    isActive:0,
                    info_list: [
                        {title:'代收',info:'朗擎代收，交易更方便'},
                        {title:'汽车',info:'约试驾、保养、看车、维修等应有尽有'},
                        {title:'酒店',info:'轻松预约、在线选择房型，360°查看环境'},
                        {title:'生活',info:'日用百货，生活所需，轻松购买，送货上门'},
                        {title:'房产',info:'360全景，电子沙盘，周边实景让你身临其境'},
                        {title:'医疗',info:'轻松预约，项目详情，健康更简单'},
                        {title:'团购',info:'鼓励产品团购，更好的实现裂变营销'},
                        {title:'门店系统',info:'多门店客流、产品轻松管理'}
                    ],
                }
            ]
        },
        {
            line:[
                {   
                    line_title:['沉淀','Precipitation'],
                    line_i:'pie_chart',
                    color:'#FF7000',
                    isActive:0,
                    info_list: [
                        {title:'会员卡',info:'更好的沉淀客户，培养客户忠实度'},
                        {title:'粉丝管理',info:'多层次筛选粉丝，针对性的开展营销策略'},
                        {title:'数据魔方',info:'多维度数据统计，提升决策精准性'}
                    ]
                },
                {
                    line_title:['展现','Reveal'],
                    line_i:'style',
                    color:'#87DD21',
                    isActive:0,
                    info_list: [
                        {title:'官网',info:'快速搭建个性化的微信移动网站平台'},
                        {title:'场景',info:'重新定位传播模式，将内容场景化'},
                        {title:'相册',info:'快速创建个性化相册，更好的展示产品特性'},
                        {title:'360全景',info:'3D立体空间展示，让你身临其境体验产品'}
                    ]
                },
                {
                    line_title:['客户','Connection'],
                    line_i:'group',
                    color:'#2377F5',
                    isActive:0,
                    info_list: [
                        {title:'朗擎客服',info:'提供一对一在线技术支持'}
                    ]
                }
            ]
        }
    ]


    // 【行业分析】 的 数据
    arg.analyze = [
        {
            title:'餐饮',
            content:'',
            info:'预约+点餐+会员+支付+营销一站式管理，无需客人门口久坐排队，服务员奔走于各桌点餐。智能扫码点餐，预约点餐，减少顾客排队等候时间和餐厅人力成本，于小程序中设置好玩的游戏互动营销，有效提升粉丝活跃度，通过游戏赢取优惠券、积分、菜品等，快速圈粉，将线上流量引至线下，基于社交关系的营销手段，降低营销成本，通过社交关系裂变传播，以老拉新，帮助门店提升转化率。'
        },
        {
            title: '家政',
            content:'',
            info:'朗擎微信小程序家政服务智能解决方案，助力商户建立自己的线上平台，轻松实现智能营销。从预约、服务项目介绍、员工介绍、营销互动到服务后评价等多个层次设定功能模块满足业务需求，便捷的用户体验设计，智能化的服务流程，加上多样化的营销工具，更好的激励用户复购，同时于小程序中设置好玩的游戏互动营销，有效提升粉丝活跃度，通过游戏赢取优惠券、积分、产品等，快速圈粉，更好的为商家提升效益。'
        },
        {
            title: '美业',
            content:'',
            info:'朗擎微信小程序美业智能解决方案，轻松吸引流量，提升用户体验，精准营销，提高客户到店转化率。通过线上直接预约服务，提升客户体验，提高到店转化率，展示员工风采、提升员工积极性，同时更好的吸引客户选择优秀的员工服务，于小程序中设置好玩的游戏互动营销，有效提升粉丝活跃度，通过游戏赢取优惠券、积分、产品等，快速圈粉，提升到店率，将线上流量引至线下，帮助门店提升转化率。'
        },
        {
            title: '旺铺',
            content:'',
            info:'朗擎于全行业、多渠道搭建在线商城，助力商户线上线下全方位营销，让传统店铺实现质的飞跃。针对线下连锁零售业，实现全面信息化统一管理，店面信息定位，独立库存管理，独立价格管理，同城配送、自提、快递灵活配送，配送范围和配送费设定，不同角色权限管理，商品活动管理，会员管理，配送时间管理，门店对装修，卡券管理，线下门店代理、渠道管理，分销商管理，库存管理，营收管理等帮你轻松搞定。'
        },
        {
            title: '休闲娱乐',
            content:'',
            info:'朗擎微信小程序休闲娱乐智能解决方案，轻松吸引附近流量到店，拥有系统的CRM管理模块，助你实现精准营销，更好的提升决策准确度。多种基于社交关系的营销手段，培养口碑营销，通过社交关系裂变传播，以老拉新，同时于小程序中设置好玩的游戏互动营销，有效提升粉丝活跃度，通过游戏赢取优惠券、积分、产品等，快速圈粉，将线上流量引至线下，降低营销成本，帮助门店提升转化率。'
        },
        {
            title: '会务',
            content:'',
            info:'一站式智能化数字会务解决方案，从会前推广、邀约到会后数据统计，朗擎帮你轻松搞定。会前设置全方位会议宣传，快速创建会议，极速发布活动，灵活管理议程和嘉宾，海量小程序邀请函模板和多种会议报名方式任选，真正的创意营销智能传播，个性化嘉宾海报更好助力会议传播范围，轻松购领门票，后台快速准确审核；软件硬件多种签到方式灵活选择；现场互动游戏、精彩大屏幕等共创会议高潮，实时监控会议效果，会后多维度的数据统计，报表统计，签到统计，互动统计，访问量统计，访客统计，成交量统计等等对会议成果做出精准分析。'
        },
        {
            title: '汽车汽配',
            content:'',
            info:'朗擎微信小程序汽车汽配行业智能解决方案，轻松吸引流量，提升用户体验，提高客户到店转化率。从服务预约、产品预订、车型展示、咨询服务、会员管理、营销活动、售后评价等多方面设定功能模块，提升客户体验，更好的沉淀客户，同时于小程序中设置好玩的游戏互动营销，有效提升粉丝活跃度，通过游戏赢取优惠券、积分、产品等，快速圈粉，将线上流量引至线下，降低营销成本，帮助门店提升转化率。'
        },
        {
            title: '教育',
            content:'',
            info:'朗擎微信小程序教育培训智能解决方案，助力商户建立自己的线上平台，轻松实现智能营销。从智能选课，在线试听，网络课程，教材下载，课程介绍，教师介绍，课表安排、课程推广、课后评价等多方面设置功能模块，以提升客户体验，更好的沉淀老客户，同时于小程序中设置好玩的游戏互动营销，有效提升粉丝活跃度，通过游戏赢取优惠券、积分、产品等，快速圈粉，降低营销成本，提升客户复购率，鼓励老客户拉动新客户，实现裂变营销。 '
        },
        {
            title: '外卖',
            content:'',
            info:'朗擎微信小程序外卖智能解决方案，为商家搭建自己的外卖一站式平台，省去高额佣金。朗擎外卖从预约点餐、餐票智能打印、配送时间设定、配送方式、配送进程、餐后评价、营销互动等多方面设置功能模块，为商家节省高额佣金的同时提升客户体验，同时于小程序中设置好玩的游戏互动营销，有效提升粉丝活跃度，通过游戏赢取优惠券、积分、产品等，快速圈粉，降低营销成本，提升客户复购率，鼓励老客户拉动新客户，实现裂变营销。'
        }
    ]
    // 【强大的研发实力，安全稳定可靠的系统支持】 的 数据
    arg.all_num = {systemavailnum:'99.99',ordernum:'300000',servicewaittime:'200'}
    // 【三大优势】 的数据
    arg.all_numAla = [
        {
            title:'安全稳定',
            info:'集微盟多年技术积累，混合云部署，云防火墙，多地互备，服务治理，弹性伸缩能力，全方位监控，为超百万商户的业务保驾护航。'
        },
        {
            title:'极致体验',
            info:'BGP网络，CDN加速，单页面技术，优秀的端技术，让你的用户无论身在全球何处，均能获得灵活流畅的极致体验。'
        },
        {
            title:'智慧高效',
            info:'大数据和人工智能技术，为您提供BI报表，智能客服，精准会员营销等，微盟智慧科技助您全面飞跃发展。'
        }
    ]
    //【5年技术积累成就行业领先】 的 数据
    arg.all_numImg = {systemavailnum1:'99.99',systemavailnum2:'150',goods:'2.5',sendGoods:'200',servicetime:'5'}
}(window.data = {}));